INSERT INTO Doctor (lastname, firstname, surname, specialization)
VALUES
('Иванов', 'Алексей', 'Петрович', 'Кардиолог'),
('Смирнова', 'Мария', 'Игоревна', 'Терапевт'),
('Кузнецов', 'Дмитрий', 'Александрович', 'Невролог');

INSERT INTO Patient (lastname, firstname, surname, phone, card_number, diagnosis, doctor_id)
VALUES
('Сидоров', 'Владимир', 'Николаевич', '+79991234567', 'C12345', 'Гипертония', 1),
('Петрова', 'Ольга', 'Сергеевна', '+79991112233', 'C67890', 'Грипп', 2),
('Ковалев', 'Игорь', 'Олегович', '+79992223344', 'C54321', 'Мигрень', 3);